tap "aws/tap"
tap "coursier/formulas"
tap "eberkund/foreplay"
tap "getsentry/tools"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyleconroy/sqlc"
tap "scalacenter/bloop"
brew "openssl@1.1"
brew "ansible"
brew "awscli"
brew "bat"
brew "pcre"
brew "openjdk"
brew "checkstyle"
brew "composer"
brew "coreutils"
brew "go"
brew "docker-credential-helper-ecr", link: false
brew "doctl"
brew "dog"
brew "etcd"
brew "exa"
brew "expat"
brew "fish"
brew "geoip"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "hugo"
brew "kustomize"
brew "lua@5.1", link: false
brew "luarocks"
brew "mage"
brew "maven"
brew "minikube"
brew "minio"
brew "node"
brew "pcre++"
brew "php@7.2", link: true
brew "pulumi"
brew "remake"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sops"
brew "speedtest-cli"
brew "telnet"
brew "terraform"
brew "unrar"
brew "aws/tap/copilot-cli"
brew "eberkund/foreplay/foreplay"
brew "getsentry/tools/sentry-cli"
brew "golangci/tap/golangci-lint"
brew "kyleconroy/sqlc/sqlc"
brew "scalacenter/bloop/bloop"
brew "imagemagick"
cask "adoptopenjdk8"
cask "corretto"
cask "font-cascadia"
cask "font-go"
cask "font-jetbrains-mono"
cask "java"
cask "lens"
cask "postman"
cask "tunnelblick"
